do
 function run(msg, matches)
if is_momod(msg) then
return [[ 
لیست راهنما پلاگین ها:

»دریافت عکس های درسی و مهندسین
!9gag
======================================
»دریافت متن تبلیغ
تبلیغ
======================================
»دریافت قیمت ارز و طلا و...
!arz
======================================
دریافت اوقات شرعی
!praytime [شهر مورد نظر]
======================================
دریافت عکس پ.و.ر.ن
!boobs
======================================
محاسبه اعداد
!calc 2+2
======================================
دریافت جک(به زبان انگلیسی)
!chuck
======================================
دریافت نقشه قاره
نام قاره را ارسال کنید
======================================
نوشتن کلمه بر روی سگ
!dogify [کلمه]
======================================
تکرار متن
!echo [متن]
======================================
برای فیلتر کردن کلمه ای
filter + [کلمه]
و برای خارج کردن از فیلتر
filter - [کلمه]
======================================
برای دریافت عکس گیف
!gif
======================================
برای دریافت سورس ربات
git
======================================
برای گرفتن متن درباره هر اکانت گیت هابی
github [Account user name] [project name]
======================================
برای جستوجو در گوگل
!google [متن جستوجو]
======================================
برای دریافت آخرین اخبار دنیای هک
!hackernews
======================================
برای دریافت راهنما جامع بات
helps
======================================
برای دریافت درباره خود
!info
======================================
برای کار با IP
ip
config [ip]
ping [ip]
getip
======================================
برای گرفتن لینک در خصوصی
!linkpv
======================================
برای دریافت نقشه مکان مورد نظر
!loc [مکان مورد نظر]
======================================
برای دیدن مقام خود در ربات
!me
======================================
برای گرفتن سلفی
!quickself
======================================
خواندن RSS یک سایت
!rss sub [آدرس سایت]
======================================
ارسال پیام به تمام اعضای گروه
!s2a [پیام شما]
======================================
اسپم دادن
!spam [متن اسپم] [تعداد] 
Avast [متن اسپم] [تعداد]
======================================
تبدیل عکس به استیکر
بر روی عکس مورد نظر خود ریپلی کرده و دستور
/sticker
را بفرستید
======================================
برای دریافت پشتیبانی
!support
======================================
برای دریافت ایدی تمام اعضای گروه 
!tagall .
======================================
برای تبدیل متن به عکس
!tex [متن]
======================================
برای دریافت زمان
!time [شهر مورد نظر]
======================================
برای گرفتن ترجمه کلمه یا متنی
!tr [متن]
======================================
برای دریافت ورژن ربات
!version
!avast
======================================
برای تبدیل متن به صدا
!voice [متن]
======================================
برای امتیاز به ربات
!vote [عدد امتیاز]
======================================
برای دریافت آب و هوا
weather [شهر مورد نظر]
======================================
برای گرفتن اسکرین شات
/web [سایت مورد نظر]
======================================
>>برای اطلاعات بیشتر در @avast_team عضو شوید
]]
end
end
return {
patterns = {
"^[!/#](helppl)$",
},
run = run
}
end
